Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=6_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien kokous
smn: Sämitige čuákkim

source: Saamelaiskäräjien kokous edustaa Saamelaiskäräjien ylintä päätösvaltaa.
smn: Sämitige čuákkim oovdâst Sämitige alemus meridemvääldi.

source: Se kokoontuu 4-5 kertaa vuodessa.
smn: Tot čokkân 4-5 keerdi ivveest.

source: Saamelaiskäräjien kokous päättää pääsääntöisesti saamelaiskäräjien antamista lausunnoista, esityksistä ja muista kannanotoista.
smn: Sämitige čuákkim meerrid váldunjuolgâduslávt sämitige adelem ciälkkámušâin, iävtuttâsâin já eres peleväldimijn.

source: Valtioneuvosto määrää saamelaiskäräjien jäseniksi (21) ja varajäseniksi (4) saamelaiskäräjävaaleissa eniten ääniä saaneet henkilöt, kuitenkin niin, että jokaisesta saamelaisten kotiseutualueen kunnasta (Enontekiö, Inari, Sodankylä ja Utsjoki) tulee vähintään kolme jäsentä ja kustakin kunnasta yksi varajäsen.
smn: Staatârääđi meerrid sämitige jesânin (21) já värijesânin (4) sämitiggevaaljâin enâmustáá jienâid finnim olmožid, kuittâg nuuvt, et jyehi sämikuávlu kieldâst (Iänudâh, Aanaar, Suáđigil ja Ucjuuhâ) šaddeh ucemustáá kulmâ jeessân já jieškote-uv kieldâst ohtâ värijeessân.

source: Toimikauden 2012 - 2015 jäsenet ja varajäsenet:
smn: Toimâpaje 2012-2015 jesâneh já värijesâneh:

source: Jäsenet:
smn: Jesâneh:

source: Sanila-Aikio Tiina, Puheenjohtaja
smn: Sanila-Aikio Tiina, sj.

source: Paltto Heikki I varapj.
smn: Paltto Heikki, I värisj.

source: Haltta Tauno
smn: Magga Ulla-Maarit, II värisj.

source: Länsman Asko
smn: Avaskari Anu

source: Morottaja Anna
smn: Guttorm Veikko

source: Pohjanrinne Arto
smn: Heikkuri Pertti

source: Tapiola Nilla
smn: Tapiola Ilmari

source: Äärelä Rauni
smn: Valkeapää Nihkolas

source: Varajäsenet:
smn: Värijesâneh:

source: Pekkala Pekka
smn: Aikio Antti

source: Sujala Antti
smn: Juuso Tuomas Aslak
